Repository: zagortenay333/cronomix
Catalog: data/po_files/po/*.po
Languages: cs, es, zh_tw

source: File or dir not found.
cs: Soubor nebo adresář nenalezen.
es: No se ha encontrado el fichero o carpeta
zh_tw: 目錄或檔案無法找到。

source: today
cs: dnes
es: hoy
zh_tw: 今天

source: %d day ago
cs: před %d dnem
es: hace %d día
zh_tw: %d 天前

source: in %d day
cs: za %d den
es: dentro de %d día
zh_tw: 在 %d 天后

source: Move to Primary Monitor
cs: Přesuň na primární monitor
es: Mover al monitor principal
zh_tw: 移動到主顯示器

source: Move to Secondary Monitor
cs: Přesuň na sekundární monitor
es: Mover al monitor secundario
zh_tw: 移動到子顯示器

source: Show only 1 panel icon for joined menus
cs: Zobrazení pouze 1 ikony panelu pro spojené nabídky
es: Mostrar solo 1 icono en el panel para los menús combinados
zh_tw: 只顯示1個已加入選單的面板圖示

source: Position in the panel
cs: Pozice na panelu
es: Posición en el panel
zh_tw: 面板中的位置

source: Left
cs: Vlevo
es: Izquierda
zh_tw: 左側

source: Center
cs: Střed
es: Centro
zh_tw: 中間

source: Right
cs: Vpravo
es: Derecha
zh_tw: 右側

source: Enabled Sections
cs: Povolené sekce
es: Secciones habilitadas
zh_tw: 開啟的分欄

source: Timer
cs: Časovač
es: Cuenta atrás
zh_tw: 計時器

source: Stopwatch
cs: Stopky
es: Cronómetro
zh_tw: 秒錶

source: Pomodoro
zh_tw: 番茄計時器

source: Alarms
cs: Budíky
es: Alarmas
zh_tw: 鬧鐘

source: Todo and Time Tracker
cs: Sledování úkolů a času
es: Tareas y registro de tiempo
zh_tw: TODO列表和時間追溯器

source: General
cs: Obecná nastavení
zh_tw: 通用

source: Show in separate menu
cs: Zobrazit v samostatném menu
es: Mostrar en menú separada
zh_tw: 顯示在分離選單中

source: Show seconds
cs: Zobrazit sekundy
es: Mostrar segundos
zh_tw: 顯示秒

source: Panel Item Mode
cs: Režim prvku panelu
es: Modo de panel
zh_tw: 面板物品模式

source: Icon only
cs: Jen ikony
es: Solo icono
zh_tw: 僅圖示

source: Text only
cs: Jen text
es: Solo texto
zh_tw: 僅文字

source: Icon and Text
cs: Ikony a text
es: Icono y texto
zh_tw: 圖示和文字

source: Notification sound
cs: Zvuk upozornění
es: Sonido de notificación
zh_tw: 提醒音

source: Notification style
cs: Styl upozornění
es: Estilo de notificación
zh_tw: 提醒風格

source: Standard
cs: Standardní
es: Estándar
zh_tw: 標準

source: Fullscreen
cs: Celá obrazovka
es: Pantalla completa
zh_tw: 全屏

source: Keyboard shortcuts
cs: Klávesové zkratky
es: Atajos de teclado
zh_tw: 鍵盤快捷鍵

source: Open popup menu
cs: Otevři kontextového menu
es: Abrir menú contextual
zh_tw: 開啟彈出選單

source: Examples: <super><ctrl><alt><shift>t <shift>super F3
cs: Příklady: <super><ctrl><alt><shift>t <shift>super F3
es: Ejemplos: <super><ctrl><alt><shift>t <shift>super F3
zh_tw: 示例： <super><ctrl><alt><shift>t <shift>super F3

source: not set
cs: nenastaveno
es: no ajustado
zh_tw: 未設定

source: Open in fullscreen
cs: Otevřít na celé obrazovce
es: Abrir a pantalla completa
zh_tw: 在全屏下開啟

source: Open popup menu and search presets
cs: Otevřete kontextovou nabídku a vyhledejte předvolby
es: Abir menú contextual y ajustes de búsqueda
zh_tw: 開啟彈出選單並搜尋預設

source: Format
cs: Formát
es: Formato
zh_tw: 格式

source: hours:min
cs: hodiny:minuty
es: horas:min
zh_tw: 時:分

source: hours:min:sec
cs: hodiny:minuty:sekundy
es: horas:min:seg
zh_tw: 時:分:秒

source: hours:min:sec:centisec
cs: hodiny:minuty:setinysekund
es: horas:min:seg:centseg
zh_tw: 時:分:秒:毫秒

source: Notification Sounds
cs: Zvuk upozornění
es: Sonidos de notificaciones
zh_tw: 提醒音

source: Repeat notification sound?
cs: Opakovat zvukové upozornění?
es: ¿Repetir sonido de notificación?
zh_tw: 重複提醒音？

source: Short Break
cs: Krátká pauza
es: Descanso corto
zh_tw: 短時休息

source: Long Break
cs: Dlouhá pauza
es: Descanso largo
zh_tw: 長時休息

source: Task width (px)
cs: Úkoly šířka (px)
es: Ancho de tarea (px)
zh_tw: 工作列寬度（畫素）

source: Resume tracking after abrupt restart?
cs: Obnovení sledování po náhlém restartu?
es: ¿Continuar registro después de un reinicio repentino?
zh_tw: 是否在突然重啟後恢復追溯？

source: Open popup menu and add task
cs: Otevři kontextovou nabídku a přidej úkol
es: Abrir menú contextual y añadir tarea
zh_tw: 開啟此分欄並新增任務

source: Open popup menu and search tasks
cs: Otevři kontextovou nabídku a hledej úkoly
es: Abrir menú contextual y buscar tareas
zh_tw: 開啟此分欄並搜尋任務

source: Open popup menu and switch todo files
cs: Otevři kontextovou nabídku a přepni na soubory úkolů
es: Abrir menú contextual y alternar ficheros de tareas
zh_tw: 開啟此分欄並切換TODO檔案

source: Open stats view
cs: Otevři zobrazení statistik
es: Abrir vista de estadísticas
zh_tw: 開啟狀態檢視

source: Open current todo.txt file
cs: Otevři aktuální soubor todo.txt
es: Abrir el fichero todo.txt actual
zh_tw: 開啟當前的 todo.txt 檔案

source: Todo / Time Tracker
cs: Úkoly / Sledování času
es: Tareas / Registro de tiempo
zh_tw: TODO/時間追溯器

source: recurrence
cs: opakování
es: recurrencia
zh_tw: 迴圈

source: %d day after completion
cs: %d den po dokončení
es: %d día después de completado
zh_tw: 完成後 %d 天

source: due
cs: termín
es: vencimiento
zh_tw: 截止

source: deferred
cs: odloženo
es: pospuesta
zh_tw: 已延時

source: created
cs: vytořeno
es: creada
zh_tw: 已建立

source: completed
cs: dokončeno
es: completada
zh_tw: 已完成

source: Sort by Pin
cs: Řadit podle Pinu
es: Ordenar por Pin
zh_tw: 根據引腳排序

source: Sort by Context
cs: Řadit podle kontextu
es: Ordenar por contexto
zh_tw: 根據上下文排序

source: Sort by Projects
cs: Řadit podle projektů
es: Ordenar por proyecto
zh_tw: 根據專案排序

source: Sort by Priority
cs: Řadit podle priority
es: Ordenar por prioridad
zh_tw: 根據優先順序排序

source: Sort by Due Date
cs: Řadit podle data odevzdání
es: Ordenar por fecha de vencimiento
zh_tw: 根據截止日期排序

source: Sort by Recurrence Date
cs: Řadit podle data opakování
es: Ordenar por fecha de recurrencia
zh_tw: 根據重啟日期排序

source: Sort by Completed
cs: Řadit podle dokončených úloh
es: Ordenar por Completado
zh_tw: 根據完成情況排序

source: Sort by Creation Date
cs: Řadit podle data vytvoření
es: Ordenar por fecha de creación
zh_tw: 根據建立日期排序

source: Sort by Completion Date
cs: Řadit podle data dokončení
es: Ordenar por fecha de completado
zh_tw: 根據完成日期排序

source: Automatic sorting
cs: Automatické řazení
es: Ordenado automático
zh_tw: 自動排序

source: Ok
zh_tw: 好

source: Task...
cs: Úkol...
es: Tarea...
zh_tw: 任務……

source: Delete
cs: Smaž
es: Eliminar
zh_tw: 刪除

source: Archive
cs: Archivuj
es: Archivo
zh_tw: 儲存

source: Cancel
cs: Zruš
es: Cancelar
zh_tw: 取消

source: Today
cs: Dnes
es: Hoy
zh_tw: 今天

source: This Week
cs: Tento týden
es: Esta semana
zh_tw: 本週

source: This Month
cs: Tento měsíc
es: Este mes
zh_tw: 本月

source: Last 3 Months
cs: Poslední 3 měsíce
es: Últimos 3 meses
zh_tw: 前3個月

source: Last 6 Months
cs: Posledních 6 měsíců
es: Últimos 6 meses
zh_tw: 前6個月

source: All Time
cs: Po celou dobu
es: Siempre
zh_tw: 所有時間

source: Search...
cs: Hledání...
es: Buscar...
zh_tw: 搜尋……

source: Tasks
cs: Úkoly
es: Tareas
zh_tw: 任務

source: Projects
cs: Projekty
es: Proyectos
zh_tw: 專案

source: Year:
cs: Rok:
es: Año:
zh_tw: 年：

source: Month:
cs: Měsíc:
es: Mes:
zh_tw: 月：

source: Day:
cs: Den:
es: Día:
zh_tw: 日：

source: Custom Range...
cs: Vlastní rozsah...
es: Rango de fechas
zh_tw: 自定義範圍……

source: Stats for task
cs: Statistiky úkolů
es: Estadísticas de la tarea
zh_tw: 專案狀態

source: %d day
cs: %d den
es: %d día
zh_tw: %d 天

source: Average per day (including off days)
cs: Průměr na den (včetně dnů volna)
es: Media diaria (incluyendo días de descanso)
zh_tw: 平均每天（包括休息日）

source: Average per day (excluding off days)
cs: Průměr na den (bez dnů volna)
es: Media diaria (excluyendo días de descanso)
zh_tw: 平均每天（不包括休息日）

source: Total
cs: Celkem
zh_tw: 總共

source: Interval
es: Intervalo
zh_tw: 間隔

source: No intervals found.
cs: Nebyly nalezeny žádné intervaly.
es: No se han encontrado intervalos
zh_tw: 無間隔可尋。

source: Error while parsing csv file. See logs.
cs: Chyba při parsování souboru csv. Prohlédni logy.
es: Error interpretando el archivo csv. Ver registros.
zh_tw: 當處理CSV檔案時出現了錯誤。參見日誌。

source: To track time, select a dir for csv files in the settings.
cs: Chcete-li sledovat čas, vyberte v nastavení adresář pro soubory csv.
es: Para registrar tiempo, selecciona una carpeta para los archivos csv en los ajustes
zh_tw: 在設定中選擇一個目錄或CSV檔案用於時間追溯。

source: Delete all completed tasks
cs: Smaž všechny ukončené úlohy
es: Eliminar todas las tareas completadas
zh_tw: 刪除所有已完成的任務

source: Archive all completed tasks to done.txt and delete them
cs: Archivuj všechny ukončené úlohy do done.txt a pak je smaž
es: Archivar todas las tareas completadas en done.txt y eliminarlas
zh_tw: 將所有已完成的任務儲存至 done.txt 並刪除它們

source: Add New Task...
cs: Přidej nový úkol...
es: Añadir nueva tarea...
zh_tw: 新建任務……

source: Unable to load todo file
cs: Nelze načíst soubor s úkoly
es: No se a podido cargar el fichero todo
zh_tw: 無法載入TODO檔案

source: %d task has recurred
cs: %d úkol se opakuje
es: Se ha repetido %d tarea
zh_tw: %d 個任務已經重新開始執行

source: %d deferred task has been opened
cs: %d odložený úkol je otevřen
es: Se ha abierto %d tarea pospuesta
zh_tw: %d 個延時任務已經開啟

source: Loading...
cs: Nahrávání...
es: Cargando...
zh_tw: 載入...

source: Nothing found.
cs: Nic nenalezeno.
es: No se ha encontrado nada
zh_tw: 無物可尋。

source: syntax help
cs: nápověda k syntaxi
es: Ayuda con la sintaxis
zh_tw: 語法幫助

source: To use kanban boards, add the kanban todo extension to a task.
cs: Chcete-li používat nástěnky kanban, přidejte k úkolu rozšíření kanban todo.
es: Para usar tableros Kanban, añade la extensión kanban todo a una tarea
zh_tw: 為了使用看板，請將看板TODO擴充套件新增到一個任務。

source: Add custom filter...
cs: Přidat vlastní filtr...
es: Añadir filtro personalizado...
zh_tw: 新增自定義過濾器……

source: Show hidden tasks only
cs: Zobrazit pouze skryté úkoly
es: Ver solo las tareas ocultas
zh_tw: 僅顯示隱藏的任務

source: %d hidden task
cs: %d skrytý úkol
es: %d tarea oculta
zh_tw: %d 個隱藏的任務

source: Show recurring tasks only
cs: Zobrazit pouze opakující se úkoly
es: Ver solo las tareas recurrentes
zh_tw: 僅顯示重新執行的任務

source: %d recurring task
cs: %d opakující se úkol
es: %d tarea recurrente
zh_tw: %d 個重新執行的任務

source: Show deferred tasks only
cs: Zobrazit pouze odložené úkoly
es: Ver solo las tareas pospuestas
zh_tw: 僅顯示延時任務

source: %d deferred task
cs: %d odložený úkol
es: %d tarea pospuesta
zh_tw: %d 個延時任務

source: Invert filters
cs: Invertuj filtry
es: Invertir filtros
zh_tw: 反轉過濾器

source: Reset
es: Resetear
zh_tw: 重置

source: Completed
cs: Dokončeno
es: Completadas
zh_tw: 已完成

source: No Priority
cs: Bez priority
es: Sin prioridad
zh_tw: 無優先順序

source: %d task
cs: %d úkol
es: %d tarea
zh_tw: %d 個任務

source: Add File
cs: Přidej soubor
es: Añadir fichero
zh_tw: 新增檔案

source: Unique name
cs: Unikátní jméno
es: Nombre único
zh_tw: 唯一名

source: Todo file
cs: Todo soubor
es: Fichero Todo
zh_tw: TODO檔案

source: Done file
cs: Hotový soubor
es: Fichero Done
zh_tw: 完成檔案

source: optional
cs: volitelný
es: opcional
zh_tw: 可選

source: Time-tracker directory
es: Carpeta de registro de tiempo
zh_tw: 時間追溯器目錄（可選）

source: Lap
cs: Kolo
es: Vuelta
zh_tw: 計圈

source: Start
es: Iniciar
zh_tw: 開始

source: Stop
es: Parar
zh_tw: 停止

source: New Pomo
cs: Nové Pomo
es: Nuevo pomodoro
zh_tw: 新番茄鍾

source: Take Break
cs: Dej si pauzu
es: Descansar
zh_tw: 休息

source: Continue
cs: Pokračuj
es: Continuar
zh_tw: 繼續

source: Reset pomodoro counter?
cs: Resetovat počítadlo pomodoro?
es: ¿Resetear el contador del pomodoro?
zh_tw: 重置番茄計時器？

source: (min:sec)
es: (min:seg)
zh_tw: （分:秒）

source: Num of pomos until long break
cs: Počet krátkých přestávek do dlouhé přestávky
es: Núm. de pomodoros antes del descanso largo
zh_tw: 直到長時休息前的番茄鍾數

source: Control todo time tracker by task id...
cs: Ovládání sledování času úkolů podle jejich id...
es: Controlae el registro de tiempo por id de tarea
zh_tw: 以任務ID控制TODO時間追溯器……

source: Open settings
cs: Otevření nastavení
es: Abrir ajustes
zh_tw: 開啟設定

source: Go to extension website
cs: Přejít na webové stránky rozšíření
es: Ir a la web de la extensión
zh_tw: 前往擴充套件網站

source: Report bug
cs: Nahlásit chybu
es: Informar error
zh_tw: 報告Bug

source: Help with translations
cs: Pomoc s překlady
es: Ayudar con las traducciones
zh_tw: 幫助翻譯工作的進行

source: Add New Alarm...
cs: Přidej nový budík...
es: Añadir nueva alarma
zh_tw: 新建鬧鐘……

source: Alarm at %s
cs: Budík v %s
es: Alarma a las %s
zh_tw: %s 的鬧鐘

source: Snooze
cs: Odložit
es: Retrasar
zh_tw: 延後

source: Alarm time
cs: Čas buzení
es: Hora de alarma
zh_tw: 鬧鐘時間

source: (h:min)
zh_tw: （時:分）

source: Snooze duration
cs: Délka odložení
es: Tiempo de retraso
zh_tw: 延後時長

source: (min)
zh_tw: （分）

source: Alarm Message...
cs: Zpráva budíku...
es: Mensaje de alarma...
zh_tw: 鬧鐘訊息……

source: Snoozed
cs: Odloženo
es: Retrasada
zh_tw: 已延後

source: %d alarm went off!
cs: spustil se %d alarm!
es: Se ha pasado %d alarma
zh_tw: %d 個鬧鐘已停止！

source: Timer Expired!
cs: Čas vypršel!
es: ¡Terminó la cuenta atrás!
zh_tw: 計時器時間已到！

source: Default preset
cs: Výchozí nastavení
es: Ajuste predefinido
zh_tw: 預設預設

source: Sort by Alphabet
cs: Řadit podle abecedy
es: Orden alfabético

source: Dynamic
cs: Dynamicky
es: Dinámico

source: None
cs: Žádné
