Repository: zagortenay333/cronomix
Catalog: data/translations/*.po
Languages: cs

source: Tasks are sorted by the first attribute in this list. In case of a tie, by the second attribute, and so on...
cs: Úlohy jsou v tomto seznamu seřazeny podle prvního atributu. V případě rovnosti prvního, podle druhého atributu atd...

source: Ascending
cs: Vzestupně

source: Descending
cs: Sestupně

source: Time Tracker
cs: Sledovač času

source: Select time tracker file
cs: Zvol soubor sledování času

source: Close
cs: Zavřít

source: Currently Tracking
cs: Aktuálně sledované

source: Search Data
cs: Hledání

source: Filter expression
cs: Výraz filtru

source: Since
cs: Od

source: Until
cs: Do

source: Copy
cs: Kopírovat

source: Totals
cs: Celkem

source: Search results copied to clipboard!
cs: Výsledek hledání zkopírován do schránky!

source: All Time
cs: Po celou dobu

source: Per Slot Totals
cs: Celkové součty na slot

source: Task text copied to clipboard!
cs: Text úlohy zkopírován do schránky!

source: Delete selected tasks
cs: Smaž vybrané úkoly

source: Copy selected tasks to file
cs: Zkopíruj vybrané úkoly

source: Modify attributes of selected tasks
cs: Změň atributy vybraných úkolů

source: Space separated list of task attributes
cs: Mezerou oddělený seznam atributů úkolů

source: Delete
cs: Smaž

source: Add
cs: Přidej

source: Apply
cs: Proveď

source: Add Task
cs: Přidej úkol

source: Add Filter
cs: Přidej filtr

source: ## Filter Groups
cs: ## Skupina filtrů

source: Each filter in a group creates a column of tasks in the main view.
cs: Každý filtr ve skupině vytvoří sloupec úloh v hlavním zobrazení.

source: Tasks go into the first column from the left whose filter they pass.
cs: Úkoly jsou zařazeny do prvního sloupce zleva, jehož filtrem prošly.

source: Hidden tasks only pass filters of the form ``hide`` or ``hide & expr``.
cs: Jen skryté úkoly se vyfiltrují výrazy tvaru ``hide`` nebo ``hide & expr``.

source: Title
cs: Název

source: Comma separated list of filters.
cs: Seznam filtrů oddělených čárkou.

source: Panel position
cs: Pozice panelu

source: Open
cs: Otevři

source: Add task
cs: Přidej úkol

source: Search tasks
cs: Prohledej úkoly

source: Todo file
cs: Todo soubor

source: Open time tracker
cs: Otevři sledování času

source: Open todo file
cs: Otevři Todo soubor

source: Pin
cs: Připni

source: Priority
cs: Priorita

source: Due
cs: Do

source: Done
cs: Hotovo

source: Hide
cs: Skryj

source: You must select a todo file.
cs: Musíte vybrat soubor Todo.

source: A todo file is a text file containing markup.
cs: Soubor Todo je textový soubor obsahující značky.

source: To learn about the markup, open the built-in editor and press F1.
cs: Chcete-li se seznámit se značkami, otevřete vestavěný editor a stiskněte klávesu F1.

source: No time tracker file selected.
cs: Není vybrán soubor sledování času.

source: Open time tracker settings
cs: Otevřít nastavení sledování času

source: The text of the corresponding tracker slot does not match this task.
cs: Text příslušného slotu pro sledování neodpovídá tomuto úkolu.

source: Here is what the text in the slot currently looks like:
cs: V současné době vypadá text ve slotu takto:

source: You can do one of the following:
cs: Můžete udělat jednu z následujících akcí:

source: Create a new slot leaving the old one in the tracker.
cs: Vytvoření nového slotu s ponecháním starého.

source: Update the current slot to match with this task.
cs: Aktualizujte aktuální slot tak, aby odpovídal tomuto úkolu.

source: Create new slot
cs: Vytvořte nový slot

source: Update current slot
cs: Aktualizujte aktuální slot

source: Stop tracking
cs: Stop sledování

source: Stats
cs: Statistiky

source: Start tracking
cs: Start sledování

source: Cancel
cs: Zruš

source: Show time in panel
cs: Zobrazit čas v panelu

source: Clock size (set to 0 for default size)
cs: Velikost hodin (pro výchozí nastaveno 0)

source: Pause
cs: Pauza

source: Resume
cs: Obnovení

source: Lap
cs: Kolo

source: Lap Time
cs: Čas kola

source: Overall Time
cs: Celkový čas

source: Lap Times
cs: Čas kol

source: Laps table copied to clipboard!
cs: Tabulka kol zkopírována do schránky!

source: Notification sound
cs: Zvuk upozornění

source: Add Alarm
cs: Přidej nový budík

source: Time
cs: Čas

source: Snooze n minutes
cs: Odložit n minut

source: Alarm
cs: Budík

source: Snooze
cs: Odložit

source: Dismiss
cs: Odvolat

source: Left
cs: Vlevo

source: Center
cs: Střed

source: Right
cs: Vpravo

source: Settings
cs: Nastavení

source: Website
cs: Webové stránky

source: Long Break
cs: Dlouhá pauza

source: Short Break
cs: Krátká pauza

source: Show presets
cs: Předvolby

source: Phase
cs: Fáze

source: Completed pomodoros
cs: Dokončených Pomodor

source: Pomodoros until long break
cs: Pomodor do dlouhé přestávky

source: Add Preset
cs: Přidat předvolbu

source: Pomodoro length
cs: Délka Pomodoro

source: Short break length
cs: Délka krátké pauzy

source: Long break length
cs: Délka dlouhé pauzy

source: Long break every n pomodoros
cs: Dlouhá pauza každý n pomodor

source: Invalid time selected.
cs: Zvolen neplatný čas.

source: Timer Elapsed!
cs: Časovač vypršel!

source: Note
cs: Poznámka

source: Warning
cs: Varování

source: Set shortcut
cs: Nastav klávesovou zkratku

source: Type shortcut (backspace to reset)
cs: Stikni klávesovou zkratku (backspace pro resetování)

source: Select folder
cs: Vyber adresář

source: Select file
cs: Vyber soubor

source: Confirm
cs: Potvrď

source: Sun
cs: Ne

source: Mon
cs: Po

source: Tue
cs: Út

source: Wed
cs: St

source: Thu
cs: Čt

source: Fri
cs: Pá

source: Sat
cs: So

source: Today
cs: Dnes

source: Week
cs: Týden

source: Month
cs: Měsíc

source: Year
cs: Rok

source: Image not found
cs: Obrázek nenalezen

source: Show more
cs: Zobrazit více

source: Right click any of the extension panel items to access the global settings.
cs: Kliknutím pravým tlačítkem na položku panelu rozšíření získáte přístup ke globálním nastavením.

source: Timer
cs: Časovač

source: Stopwatch
cs: Stopky

source: Theme css (empty for auto selection)
cs: Motiv css (prázdný pro automatický výběr)

source: Lazy list page size
cs: Velikost stránky lazy listu
